#               Описагие библиотеки
r"""
      ========= Описание библиотеки ========
      
      Данная библиотека включает в себя
      Пару забавных скриптов, которые можно
      активировать в качестве функций. Описание
      Каждого скрипта находится непосредственно
      в самих скриптах. Также, при помощи функции
      help, можно получить справку как в виде .txt
      файла, так и непосредственно в консоли.

      ======================================

"""

#           Что такое __init__.py?
"""

  Этот файл необходим для 'склеивания'
  всех частей (модулей) библиотеки в 1 файле, чтобы
  использовать библиотеку как:
  
  from At1set_library import *, а не

  from At1set_library.main import *

  Также, он автоматически исполняет весь код,
  находящийся в нем при импорте библиотеки в
  свой код Python.

"""

from .main import *

__init__() # Функция инициализации библиотеки с модуля main.py